# DAY22(취업특강)

>배민에 들어왔다!
>
>- 배민 개발자들은 어떻게 살까?
>- 베민 개발자는 하루하루를 어떻게 보낼까?
>- 배민 개발자는 어떻게 학습하나?
>
>= MOOC(Massive Opensoure Online Course)



## 1. 개발 분야 정하기 

* Fronted
* Backend
* DevOps
* Data Scientist
* DBA (Database Administration)
  * 데이터베이스 구축과 설계
  * 데이터베이스 서버 관리
  * 데이터의 수집, 정리, 가공
* Embedded
* Security
  * 정보 보호 관련 시스템, 인프라를 점검하고 개선
  * 보안 시스템과 솔루션을 설계, 개발, 도입
  * 대기업 정보보안팀이나 정보보안 전문업체에 수요가 높음
  * 관련 전공이나 정보보안기사, CISSP와 같은 자격증은 사실상 필수

* QA/QC



## 2. 서류전형

#### 자주 실수하는 자기소개서 포인트

* 기업 분석없이 작성하여, 어느 기업 이름을 넣어도 위화감 없이 작성하는 점
* 전문용어 남발, 불필요한 내용으로 자소서의 핵심 내용을 간과하는 점
* 구체적인 결과물 없이 협력, 소통, 열정 등 키워드만 강조하는 점
* 하나에 대해 깊이 있게 쓰지 않고, 여러 기술이나 경험을 나열하는 식으로 작성하는 점
* 개발 과정에서 고민 흔적이나 어려움을 해결한 과정 없이 작성하는 점


